/* add card section - section title
consent section - add a new card */
"Add new" = "新規追加";

"Apple Pay" = "Apple Pay";

/* title for bank selection */
"Bank" = "銀行";

/* Billing Address - title */
"Billing Address" = "請求先住所";

/* add card section - billing info */
"Billing country or region" = "請求先の国または地域";

"Card" = "カード";

/* consent section - alert cancel button to delete a consent */
"Cancel" = "キャンセル";

/* Card Info Cell - title */
"Card Information" = "カード情報";

/* user input validation */
"Card’s expiration date is invalid" = "カードの有効期限が無効です";

/* consent section - unselect consent and go back to consent list */
"Change" = "変更";

/* consent section - choose a saved card */
"Choose a card" = "カードを選択";

/* billing city placeholder */
"City" = "市区町村";

/* close button for alert */
"Close" = "閉じる";

/* checkout button title for recurring payment */
"Confirm" = "確認";

/* consent section - cvc field placeholder
user input - cvc placeholder */
"CVC" = "CVC";

/* add card section - billing field */
"Email" = "メールアドレス";

/* user input validation */
"Expiry date is required" = "有効期限は必須です";

/* add card section - UnionPay warning message */
"For UnionPay, only credit cards can be saved. Click “Pay” to proceed with a one time payment or use another card if you would like to save it for future use." = "UnionPayではクレジットカードのみ保存できます。「支払う」をクリックして1回限りの支払いを行うか、他のカードを使用して今後の利用のために保存してください。";

/* user input validation */
"Invalid email" = "メールアドレスが無効です";

/* user input validation */
"Invalid phone number" = "電話番号が無効です";

/* schema section - invalid schema data */
"Invalid schema" = "スキーマが無効です";

/* user input validation */
"Invalid state" = "都道府県が無効です";

/* add card section - button to switch to consent list */
"Keep using saved cards" = "保存済みカードを使い続ける";

/* add card section - billing field */
"Name on card" = "カード名義";

/* payment section separator */
"Or pay with" = "または次で支払う";

/* checkout button title for one-off payment */
"Pay" = "支払う";

/* title for payment sheet */
"Payment Methods" = "お支払い方法";

/* add card section - billing field */
"Phone number" = "電話番号";

/* user input validation */
"Please enter your city" = "市区町村を入力してください";

/* country selection view error hint
user input validation */
"Please enter your country" = "国を入力してください";

/* user input validation */
"Please enter your first name" = "名を入力してください";

/* user input validation */
"Please enter your last name" = "姓を入力してください";

/* user input validation */
"Please enter your name on card" = "カード名義を入力してください";

/* user input validation */
"Please enter your street" = "住所を入力してください";

/* user input validation - bank selection view error hint */
"Please select a bank" = "銀行を選択してください";

/* billing postal code placeholder */
"Postal code" = "郵便番号";

/* consent section - alert confirm button to remove a consent */
"Remove" = "削除";

/* consent section - alert title for delete a consent */
"Remove %@?" = "%@を削除しますか？";

/* Billing Address - reuse toggle */
"Same as shipping address" = "配送先住所と同じ";

/* add card section - toggle for card saving */
"Save my card for future payments" = "今後の支払いのためにカードを保存する";

/* schema section - title of Bank Selection form */
"Select your Bank" = "銀行を選択";

/* bank selection placeholder
country selection view placeholder */
"Select..." = "選択...";

/* billing state placeholder */
"State" = "都道府県";

/* billing street placeholder */
"Street" = "住所";

/* consent section - alert message for delete a consent */
"This option will be permanently removed from your saved payment methods." = "このオプションは保存されたお支払い方法から完全に削除されます。";

/* alert message for delete MIT consent */
"This card is used for other payments you've set up with %@. Please contact %@ to update the payment method for these payments before removing this card." = "このカードは、%@で設定した他の支払いに使用されています。これらの支払い方法を更新するには、カードを削除する前に%@に連絡してください。";

/* schema payment redirect reminder */
"You will be redirected to complete your payment upon confirmation." = "確認後、支払い手続きへリダイレクトされます。";


/* Apple Pay section - instruction text */
"Click the Apple Pay button below to securely complete your purchase." = "下の Apple Pay ボタンをクリックして、安全にお買い物を完了してください。";


/* billing state placeholder */
"Area" = "エリア";

/* billing state placeholder */
"County" = "郡";

/* billing state placeholder */
"Department" = "県";

/* billing state/city placeholder */
"District" = "区";

/* billing state placeholder */
"Do Si" = "道市";

/* billing postal code placeholder */
"Eircode" = "Eircode";

/* billing state placeholder */
"Emirate" = "首長国";

/* billing state placeholder */
"Island" = "島";

/* billing state placeholder */
"Oblast" = "州";

/* billing state placeholder */
"Parish" = "教区";

/* billing postal code placeholder */
"Pin" = "PIN";

/* billing state placeholder */
"Prefecture" = "都道府県";

/* billing state placeholder */
"Province" = "県";

/* billing city placeholder */
"Suburb" = "郊外";

/* billing city placeholder */
"Town" = "町";

/* billing postal code placeholder */
"ZIP code" = "郵便番号";

/* RegexInputValidator - shown when a required field is left empty */
"Required" = "必須";

/* RegexInputValidator - shown when input does not match its expected format */
"Please enter a valid value" = "有効な値を入れて下さい";
